using System.Collections.Generic;

namespace Jackal.Core;

public static class GameMessages
{
    public static List<string> List =
    [
        "Конем ходи век воли не видать.",
        "Все по честному без обмана у волшебника Сулеймана.",
        "Хватит смотреть пора золото иметь.",
        "Нужно больше золота",
        "Не тот счастлив у кого много добра, а тот, у кого жена верна.",
        "Жизнь висит на нитке а думает о прибытке.",
        "Кто в шакал не играл красоты не видал"
    ];
}