namespace Jackal.Core;

public static class GameMessages
{
    public static string[][] Storage =
    [
        [
            "Дамы и господа!",
            "Сейчас вы услышите трагическую и поучительную историю о мальчике Бобби.",
            "Который любил... Да, любил деньги.",
            "— Рассказывай!",
            "С рождения Бобби пай-мальчиком был,",
            "— Молодец…",
            "Имел Бобби хобби – он деньги любил,",
            "— Хороший мальчик…",
            "Любил и копил.",
            "— Что было дальше?",
            "Все дети как дети — живут без забот,",
            "— Счастливое детство…",
            "А Боб на диете — не ест и не пьёт,",
            "— Бедненький мальчик…",
            "В копилку кладёт",
            "Деньги-деньги, дребеденьги,",
            "Позабыв покой и лень.",
            "Делай деньги, делай деньги,",
            "А остальное всё дребедень,",
            "А остальное всё дребебедень.",
            "— Дальше что было?",
            "Здесь пенни, там шиллинг а где-нибудь фунт",
            "— Большие деньги…",
            "Стал Бобби мошенник, мошенник и плут",
            "— Почему мошенник и плут?",
            "Скопил целый пуд.",
            "— А-а-а, молодец…",
            "Но в том-то и дело, что он не один,",
            "— Почему?..",
            "Кто больше всех деньги на свете любил,",
            "— Человек наш…",
            "Он это забыл ;)",
            "Деньги-деньги, дребеденьги,",
            "Позабыв покой и лень.",
            "Делай деньги, делай деньги,",
            "А остальное всё дребебедень.",
            "Дамы и господа!",
            "Подайте кто-нибудь.",
            "Кто сколько может..."
        ],
        [
            ""
        ]
    ];
}